<?php include __DIR__ . '/__connect_db.php';


$page_name = 'beef';

?>
<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<link rel="stylesheet" type="text/css" href="css/grid-system.css">
	<link rel="stylesheet" type="text/css" href="css/font-awesome-4.7.0/css/font-awesome.min.css">
	<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.1.1/jquery.min.js"></script>
	<link rel="stylesheet" type="text/css" href="css/beef.css">

</head>
<body>
<?php include(__DIR__ . '/NSGnav.php') ?>



<section class="bef_title c-sm-12 c-xs-12">
	<img src="imgs/beef/beef_00.jpg" class="c-sm-12 c-xs-12">
	<h2 class="beef_h2">牛肉介紹</h2>
</section>


<section class="cuts c-sm-12 c-xs-12">
	<div class="wapper bull ">
		<img class="bullImg" src="imgs/beef/beefa.png"  alt="" >

		<svg version="1.1" id="Layer_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
			 enable-background="new 0 0 1024 768" xml:space="preserve" preserveAspectRatio= "xMinYMin meet" viewBox="0 0 1024 768">
	 <g id="Layer_1_1_">
		 <path class="area" id="area1" fill-rule="evenodd" clip-rule="evenodd" d="M307.111,227.237
		c5.74-2.149,15.979,2.698,21.092,2.66c11.669-0.087,23.3,0.78,34.963,0.962c3.67,0.057,7.52-0.55,11.156,0.167
		c6.479,1.284,15.856,26.53,17.245,31.474c3.792,13.511,3.683,12.931,6.727,26.667c6.772,30.564,4.376,62.609,3.826,93.788
		c-0.184,10.378-0.28,20.78-0.678,31.151c-0.216,5.609,3.994,13.143,1.539,15.864c-2.132,2.363-10.572,0.226-15.287,0.979
		c-9.831,1.573-20.059,0.482-29.982,1.304c-30.655,2.532-62.488,4.244-92.697,10.076c-12.617,2.436-24.704,2.433-37.378,3.391
		c-6.701,0.506-12.409,3.402-19.325,1.648c-6.178-1.566-7.83-10.982-10.142-15.818c-2.762-5.777-5.402-11.643-7.563-17.677
		c-0.503-1.406-4.777-12.566-2.984-13.666c38.072-23.354,73.612-49.826,94.875-90.196c5.928-11.256,10.938-23.414,14.601-35.605
		c2.577-8.573,4.815-17.452,6.01-26.336c0.59-4.391-1.488-10.569,1.717-14.252C305.902,232.583,305.462,227.854,307.111,227.237z"/>
		 <text transform="matrix(1 0 0 1 311.9336 356.5938)" fill="#F7EDED" font-family="'ArialMT'" font-size="16">CHUCK</text>

		 <a href="javascript:" class="bf_01 can_open" onclick="previewImage('image_b01')">
			 <path class="area" id="area2" fill-rule="evenodd" clip-rule="evenodd" d="M399.938,265.113
		c-2.342-9.153-8.371-18.612-13.192-30.481c-0.414-1.018-1.471-1.243-0.498-2.4c1.646-1.959,7.54-0.269,9.63-0.088
		c18.75,1.622,37.513,2.995,56.237,4.912c6.676,0.684,15.273,0.628,20.912,4.838c9.098,6.795,14.472,26.724,18.375,36.898
		c5.754,15,9.883,30.675,11.304,46.709c1.101,12.42,2.331,24.852,2.52,37.329c0.199,13.165,1.567,26.473,0.282,39.616
		c-0.521,5.34,3.66,17.129,0.544,21.72c-4.939,7.279-19.251,0.989-26.519,1.564c-16.141,1.276-32.354,2.013-48.509,3.146
		c-5.952,0.418-16.891,4.259-22.356,1.095c-6.563-3.8,0.297-19.624,0.527-25.965c0.275-7.682,0.271-15.371,0.271-23.057
		c-0.001-4.164-0.003-8.328,0.04-12.492c0.245-23.716-1.556-47.42-4.838-70.937C403.237,287.281,402.691,275.873,399.938,265.113z"
			 />
			 <text transform="matrix(1 0 0 1 445.5142 356.5938)" fill="#F7F2F2" font-family="'ArialMT'" font-size="16">RIR</text>
		 </a>


		 <a href="javascript:" class="bf_02 can_open" onclick="previewImage('image_b02')">

			 <path path class="area" id="area3" fill-rule="evenodd" clip-rule="evenodd" d="M497.749,277.22
		c-2.588-7.793-10.892-20.896-15.253-28.061c-7.086-11.648,9.027-7.779,15.391-7.083c9.541,1.043,18.992-0.502,28.614-1.417
		c7.138-0.678,14.931,1.627,22.165,0.947c15.018-1.413,32.874-4.826,41.009,11.358c10.825,21.536,18.339,44.406,24.694,67.204
		c8.095,29.034,11.095,61.746,12.466,91.665c0.241,5.257,2.271,9.3,0.029,11.5c-7.284,7.149-28.296,0.527-39.195,0.5
		c-10.208-0.025-20.215-0.904-30.409-0.386c-11.357,0.578-23.744,5.322-35.142,3.376c-4.634-0.792-9.934,0.276-11.506-2.323
		c-3.878-6.41,1.98-19.924,2.105-27.716c0.405-25.238,1.408-52.822-4.485-77.504C504.878,305.231,502.286,290.879,497.749,277.22z"
			 />
			 <text transform="matrix(1 0 0 1 519.4219 356.5938)" fill="#EDEBEB" font-family="'ArialMT'" font-size="16">SHORTLION</text>
		 </a>


		 <path path class="area" id="area4" fill-rule="evenodd" clip-rule="evenodd" d="M590.918,246.887
		c-0.559-1.215-0.937-2.447-1.051-3.707c-0.696-7.854,57.868-8.693,63.755-7.076c14.396,3.957,28.352,25.682,36.887,36.977
		c26.174,34.634,44.311,78.417,45.658,121.752c0.235,7.541,1.178,12.267,2.333,19.667c4.177,26.75,1,12.789-29.872,11.953
		c-3.729-0.102-75.348,1.305-75.551-2.503c-1.406-26.345-2.129-52.75-5.562-78.932c-3.782-28.862-15.126-55.011-25.552-81.888
		C599.849,257.674,593.481,252.462,590.918,246.887z"/>
		 <text transform="matrix(1 0 0 1 641.084 356.5938)" fill="#F9F7F7" font-family="'ArialMT'" font-size="16">SIRLOIN</text>
		 <path path class="area" id="area5" fill-rule="evenodd" clip-rule="evenodd" d="M744.986,436.167
		c0.278,5.073,2.432,10.249,2.514,15.333c0.249,15.453-3.459,30.774,5.453,44.995c9.689,15.462,22.434,28.408,30.746,44.872
		c5.162,10.229,6.438,22.313,11.973,32.383c2.427,4.414,1.941,11.821,5.078,13.25c7.259,3.305,20.136-3.866,28.5-9
		c8.598-5.277,27.846-16.573,32.5-26.25c4.154-8.638-8.679-10.801-11.752-18.458c-11.145-27.767-4.984-56.061,13.604-78.866
		c29.261-35.901,13.651-92.087,0.965-131.47c-4.659-14.463-10.128-30.235-17.813-43.389c-10.994-18.816-26.129-32.113-44.376-43.648
		c-18.783-11.875-41.373-8.713-62.354-6.886c-19.194,1.671-38.152,0.324-57.324,2.261c-3.853,0.386-16.908-2.489-15.274,4.126
		c1.558,6.301,13.444,14.361,17.418,19.157c15.646,18.891,28.055,40.41,37.542,63.005c11.867,28.259,16.168,57.481,20.293,87.827
		C744.04,415.442,744.43,426.066,744.986,436.167z"/>
		 <text transform="matrix(1 0 0 1 779.9121 407.9688)" fill="#F9F7F7" font-family="'ArialMT'" font-size="17">ROUND</text>
		 <path path class="area" id="area6" fill-rule="evenodd" clip-rule="evenodd" d="M658.26,430.402
		c0.723,0.037,1.452,0.074,2.191,0.112c14.229,0.732,28.42,2.042,42.618,3.2c8.002,0.652,28.97-1.881,34.703,4.705
		c3.434,3.942,1.395,11.261,1.819,15.914c0.394,4.27,1.715,8.542,2.322,12.834c3.25,22.98-4.162,18.396-17.438,17.93
		c-11.398-0.399-21.477,4.486-32.646,7.079c-15.646,3.631-37.342,13.11-50.748,21.615c-5.793,3.676-24.872,22.716-22.584,4.206
		c2.761-22.326,9.282-50.882,9.407-72.875C628.044,421.14,643.881,429.661,658.26,430.402z"/>
		 <text transform="matrix(1 0 0 1 661.416 470.5879)" fill="#FFFFFF" font-family="'ArialMT'" font-size="16">FLANK</text>
		 <path path class="area" id="area7" fill-rule="evenodd" clip-rule="evenodd" d="M210.957,457.433
		c3.188-3.965,9.526-3.647,14.035-3.782c6.555-0.196,12.99-0.799,19.349-2.48c9.955-2.634,20.272-2.765,30.379-4.447
		c6.069-1.01,16.399-2.429,20.005-0.975c3.607,1.455,0.49,5.785,1.689,12.677c2.694,15.485,5.671,30.926,7.945,46.481
		c1.704,11.648,1.305,23.438,2.447,35.134c0.563,5.746,1.078,8.288-5.581,7.377c-4.084-0.56-7.632-3.286-11.732-3.805
		c-13.573-1.716-25.444-5.809-35.66-14.443c-7.515-6.354-14.836-15.465-21.688-22.721c-7.229-7.656-12.475-12.086-16.979-21.453
		C212.3,479.032,206.571,464.042,210.957,457.433C211.061,457.275,210.84,457.578,210.957,457.433z"/>
		 <text transform="matrix(1 0 0 1 241.8467 484.9941)" fill="#FFFFFF" font-family="'ArialMT'" font-size="15">BRIS-</text>
		 <text transform="matrix(1 0 0 1 259.1787 513.7939)" fill="#FFFFFF" font-family="'ArialMT'" font-size="15">KET</text>
		 <path path class="area" id="area8" fill-rule="evenodd" clip-rule="evenodd" d="M300.482,445.84
		c2.536-2.383,8.32-1.585,11.352-2.006c2.665-0.37,5.126-0.724,8-0.982c6.665-0.6,13.318-0.744,19.96-1.263
		c7.051-0.55,14.209-2.335,21.287-1.802c6.602,0.496,13.058-1.213,19.752-0.879c5.63,0.279,14.631-2.698,20.333-2.408
		c0.891,6.987-3.94,17.231-4.722,24.172c-0.702,6.229-1.148,12.49-2.167,18.68c-2.145,13.023-4.758,26.33-7.915,39.147
		c-1.24,5.033,3.313,11.515-2.029,14.168c-5.224,2.595-15.167,2.988-20.783,4.222c-6.094,1.338-11.836,3.935-17.959,5.147
		c-6.738,1.336-13.636,1.396-20.413,2.441c-3.969,0.612-10.708,5.447-13.245,1.015c-2.038-3.562,0.593-11.949,0.701-15.919
		c0.161-5.866,0.134-11.739-0.071-17.604c-0.401-11.545-1.678-23.094-4.438-34.326c-1.221-4.97-2.7-9.881-4.449-14.69
		c-1.617-4.447-4.675-9.371-4.43-14.242C299.312,447.436,299.768,446.512,300.482,445.84z"/>
		 <text transform="matrix(0.95 0 0 1 321.4883 495.1045)" fill="#F7F7F7" font-family="'ArialMT'" font-size="16">SHANK</text>
		 <path path class="area" id="area9" fill-rule="evenodd" clip-rule="evenodd" d="M408.349,435.615
		c7.478-1.405,15.537-0.039,23.146-0.578c35.555-2.52,71.238-1.062,106.814-3.069c13.854-0.782,27.637-1.063,41.507-1.142
		c13.313-0.073,26.619-1.271,39.938-0.702c3.414,0.146,4.819-0.513,5.729,2.507c0.825,2.745-0.431,7.476-0.738,10.307
		c-1.253,11.507-0.896,23.64-0.91,35.229c-0.005,3.954-2.421,7.504-2.948,11.436c-0.93,6.927-2.691,13.697-4.154,20.521
		c-1.109,5.178-0.656,13.095-3.222,17.716c-2.622,4.723-10.848,3.985-15.13,6.221c-4.594,2.397-5.437,7.271-7.983,11.281
		c-2.316,3.645-5.318,4.577-9.531,4.9c-8.372,0.643-15.001-2.28-21.816-6.877c-4.904-3.31-9.95-5.844-15.57-7.716
		c-25.586-8.528-52.904-7.714-79.464-9.919c-5.624-0.467-11.063-3.161-16.704-3.219c-11.159-0.111-19.829-1.621-30.251,3.44
		c-5.558,2.7-11.72,5.38-17.82,6.449c-8.204,1.438-8.677-2.083-6.684-8.739c2.027-6.764,3.199-13.985,4.646-20.897
		c3.981-19.036,9.064-38.67,8.755-58.248C405.916,442.334,405.188,436.21,408.349,435.615z"/>
		 <text transform="matrix(0.95 0 0 1 458.3506 492.1787)" fill="#FFFDFD" font-family="'ArialMT'" font-size="16">SHORT  PLATE</text>


	 </g>
		</svg>
	</div>
</section>

<div>
	<a href="#" class="bf_01 can_open" onclick="previewImage('image_b01')">
		<img src="" >
	</a>
	<a href="#" class="bf_02 can_open" onclick="previewImage('image_b02')">
		<img src="" >
	</a>
</div>

<div class="bef_msg">
	<div class="bef_big01">
		<a href="javascript:" class="bef-close">X</a>
	</div>

	<div class="bef_big02">
		<a href="javascript:" class="bef-close">X</a>
	</div>
</div>

<section id="bef_knows" class="c-sm-12">
	<div id="bef_knows_txt" class="c-sm-7">
		<h2 class="bef_h2">牛肉，是您攝取天然優質蛋白質的絕佳來源</h2>
		<h3 class="lg_h3">一份75克的瘦牛肉只有170大卡的熱量，但卻含有26克的天然優質蛋白質<br>(一個大型雞蛋差不多只含有6克的蛋白質)。<br>
			牛肉含有豐富且完整的蛋白質。與植物性蛋白質不同，像牛肉這般的動物性蛋白質，
			<br>可以提供您 9種優質胺基酸，這些胺基酸的含量足夠建構和修補您身體健康所需要。<br>
		</h3>

		<h3>蛋白質 – 整個生命週期的關鍵成份：<br>
			<i class="fa fa-angle-right" aria-hidden="true"></i> 孩童發展階段：成長中的孩童需攝取充足的優質蛋白質<br>
			<i class="fa fa-angle-right" aria-hidden="true"></i> 成年階段：提供豐富的能量與活力<br>
			<i class="fa fa-angle-right" aria-hidden="true"></i> 老人階段：提供能維持身體健康的能量
		</h3>
	</div>
	<div class="bef_prime c-sm-5">
		<h2 class="bef_prime_h2">牛肉等級</h2>
		<img src="imgs/beef/beef_03.png">
	</div>
</section>
	<div class="bef_knows_all">
		<div class="c-sm-6  bef_knows_left"><img src="imgs/beef/beef_01.png"></div>
		<div class="c-sm-6  bef_knows_right"><img src="imgs/beef/beef_02.png"></div>
	</div>
<a href="javascript:;" class="goTop">
	<i class="fa fa-arrow-up"></i>
</a>


</body>
<?php include(__DIR__ . '/sg_footer.php') ?>

</html>

<script src="http://ajax.googleapis.com/ajax/libs/jquery/1.8.3/jquery.min.js"></script>
<script>
	function previewImage(selectedImage){
		$('.bef_msg').fadeIn();


		if(selectedImage == 'image_b01') {
			$(".bef_big01").css("visibility", "visible");;
		} else if(selectedImage == 'image_b02') {
			$(".bef_big02").css("visibility", "visible");;
		} else if(selectedImage == 'image_a01') {
			$(".a_big1").css("visibility", "visible");;
		}
	}
	$('.bef-close').click(function(){
		$('.bef_msg').fadeOut();
		$('.bef_big01').css("visibility","hidden");
		$('.bef_big02').css("visibility","hidden");

	})



	$(function(){
		var _body21 = $('body').height() / 2;
		var $window = $(window);
		var $goTop = $('.goTop');

		$window.scroll(function(){

			if( $window.scrollTop() > _body21 ){
				$goTop.fadeIn();
			}else{
				$goTop.fadeOut();
			}

		})

		$goTop.click(function(){
			$('html,body').animate({scrollTop:0},1000);
		})
	})

</script>